11/data/attachments/54b9165511c6f299.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Matthew_culture_Actions_74356_3</nif:username>
            <nif:friendToBeRequested>soap_actions_e74f9024-8900-4f7e-8aae-46fdaa8d383c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>